Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# chord_library_compare_inversions
source: — Compare Inversions
ar: — مقارنة الانعكاسات
de: — Umkehrungen vergleichen
es: — Comparar inversiones
fr: — Comparer les renversements
hi: — इन्वर्शन की तुलना करें
id: — Bandingkan Inversi
it: — Confronta rivolti
ja: — 転回形を比較
ko: — 전위 비교
nl: — Omkeringen vergelijken
pl: — Porównaj przewroty
pt: — Comparar inversões
ru: — Сравнить обращения
tr: — Çevrimleri Karşılaştır
zh_hans: — 比较转位

# chord_library_first_inv
source: 1st Inv
ar: قلب ١
de: 1. Umk.
es: 1.ª Inv
fr: 1er Renv
hi: प्रथम व्युत्क्रम
id: Inv ke-1
it: 1° Riv
ja: 第1転回
ko: 제1전위
nl: 1e Omk
pl: 1. przew.
pt: 1ª Inv
ru: 1-е обр.
tr: 1. Çevirme
zh_hans: 第一转位

# chord_library_hide_filters
source: Hide filters
ar: إخفاء الفلاتر
de: Filter ausblenden
es: Ocultar filtros
fr: Masquer les filtres
hi: फ़िल्टर छिपाएँ
id: Sembunyikan filter
it: Nascondi filtri
ja: フィルターを非表示
ko: 필터 숨기기
nl: Filters verbergen
pl: Ukryj filtry
pt: Ocultar filtros
ru: Скрыть фильтры
tr: Filtreleri gizle
zh_hans: 隐藏筛选

# chord_library_inversion_tip
source: Same chord, different bass note. Listen to how each inversion has a distinct character.
ar: نفس الوتر، نوتة باص مختلفة. استمع إلى كيف أن لكل انعكاس طابعه المميز.
de: Gleicher Akkord, anderer Basston. Höre, wie jede Umkehrung einen eigenen Charakter hat.
es: El mismo acorde, diferente nota en el bajo. Escucha cómo cada inversión tiene un carácter distinto.
fr: Le même accord, une note de basse différente. Écoutez comment chaque renversement a un caractère distinct.
hi: एक ही कॉर्ड, अलग बेस नोट। सुनें कि हर इन्वर्शन का अपना अलग चरित्र कैसे है।
id: Akor yang sama, not bas berbeda. Dengarkan bagaimana setiap inversi memiliki karakter yang berbeda.
it: Stesso accordo, nota di basso diversa. Ascolta come ogni rivolto ha un carattere distinto.
ja: 同じコードでもベース音が異なります。それぞれの転回形が持つ独自の響きを聴いてみましょう。
ko: 같은 코드지만 베이스 음이 다릅니다. 각 전위가 가진 고유한 성격을 들어보세요.
nl: Hetzelfde akkoord, andere basnoot. Luister hoe elke omkering een eigen karakter heeft.
pl: Ten sam akord, inna nuta basowa. Posłuchaj, jak każdy przewrót ma własny charakter.
pt: O mesmo acorde, nota de baixo diferente. Ouça como cada inversão tem um caráter distinto.
ru: Тот же аккорд, другой басовый звук. Послушайте, как каждое обращение имеет свой характер.
tr: Aynı akor, farklı bas nota. Her çevrimin farklı bir karaktere sahip olduğunu dinleyin.
zh_hans: 同一和弦，不同低音。听听每个转位各自的特色。

# chord_library_no_voicings
source: No voicings found
ar: لم يتم العثور على توزيعات صوتية
de: Keine Voicings gefunden
es: No se encontraron voicings
fr: Aucun voicing trouvé
hi: कोई वॉइसिंग नहीं मिली
id: Tidak ada voicing ditemukan
it: Nessuna voce trovata
ja: ボイシングが見つかりません
ko: 보이싱을 찾을 수 없습니다
nl: Geen voicings gevonden
pl: Nie znaleziono prowadzeń głosów
pt: Nenhum voicing encontrado
ru: Варианты не найдены
tr: Seslendirme bulunamadı
zh_hans: 未找到指法

# chord_library_play_all_inversions
source: Play All Inversions
ar: تشغيل جميع الانعكاسات
de: Alle Umkehrungen abspielen
es: Reproducir todas las inversiones
fr: Jouer tous les renversements
hi: सभी इन्वर्शन चलाएँ
id: Putar Semua Inversi
it: Riproduci tutti i rivolti
ja: すべての転回形を再生
ko: 모든 전위 재생
nl: Alle omkeringen afspelen
pl: Odtwórz wszystkie przewroty
pt: Tocar todas as inversões
ru: Воспроизвести все обращения
tr: Tüm Çevrimleri Çal
zh_hans: 播放所有转位

# chord_library_reentrant_empty
source: In re-entrant tuning (High-G), the C string is almost always the lowest note, so most voicings are root position. Try selecting \"All\" to see available voicings.
ar: في الضبط المتكرر (High-G)، يكون وتر C دائماً تقريباً أخفض نوتة، لذا معظم التوزيعات الصوتية في الوضع الأصلي. جرّب اختيار \"الكل\" لرؤية التوزيعات المتاحة.
de: Bei rückläufiger Stimmung (High-G) ist die C-Saite fast immer der tiefste Ton, daher sind die meisten Voicings in Grundstellung. Wähle \"Alle\", um verfügbare Voicings zu sehen.
es: En afinación reentrante (Sol agudo), la cuerda Do casi siempre es la nota más grave, así que la mayoría de los voicings son en posición fundamental. Prueba seleccionar \"Todos\" para ver los voicings disponibles.
fr: En accordage rentrant (Sol aigu), la corde Do est presque toujours la note la plus grave, donc la plupart des voicings sont en position fondamentale. Essayez de sélectionner \"Tout\" pour voir les voicings disponibles.
hi: री-एंट्रेंट ट्यूनिंग (High-G) में, C स्ट्रिंग लगभग हमेशा सबसे नीचा नोट होता है, इसलिए अधिकांश वॉइसिंग मूल स्थिति में हैं। उपलब्ध वॉइसिंग देखने के लिए \"सभी\" चुनें।
id: Pada tuning re-entrant (G tinggi), senar C hampir selalu menjadi not terendah, sehingga sebagian besar voicing berada di posisi dasar. Coba pilih \"Semua\" untuk melihat voicing yang tersedia.
it: Con l'accordatura rientrante (Sol alto), la corda di Do è quasi sempre la nota più bassa, quindi la maggior parte delle voci è in posizione fondamentale. Prova a selezionare \"Tutti\" per vedere le voci disponibili.
ja: リエントラントチューニング（High-G）ではC弦がほぼ常に最低音となるため、ほとんどのボイシングが基本形になります。利用可能なボイシングを表示するには「すべて」を選択してください。
ko: 리엔트런트 튜닝(High-G)에서는 C현이 거의 항상 가장 낮은 음이므로 대부분의 보이싱이 기본형입니다. 사용 가능한 보이싱을 보려면 \"전체\"를 선택하세요.
nl: Bij re-entrant stemming (hoge G) is de C-snaar bijna altijd de laagste noot, dus de meeste voicings staan in grondpositie. Probeer \"Alle\" te selecteren om beschikbare voicings te zien.
pl: W stroju re-entrant (wysokie G) struna C jest prawie zawsze najniższą nutą, więc większość prowadzeń głosów jest w pozycji zasadniczej. Spróbuj wybrać \"Wszystkie\", aby zobaczyć dostępne prowadzenia głosów.
pt: Na afinação reentrante (Sol agudo), a corda Dó é quase sempre a nota mais grave, então a maioria dos voicings está na posição fundamental. Tente selecionar \"Todos\" para ver os voicings disponíveis.
ru: При реентрантном строе (High-G) струна C почти всегда является самой низкой нотой, поэтому большинство вариантов — в основной позиции. Попробуйте выбрать «Все», чтобы увидеть доступные варианты.
tr: Yeniden giriş akordunda (Yüksek G), C teli neredeyse her zaman en düşük notadır, bu yüzden çoğu seslendirme kök pozisyondadır. Mevcut seslendirmeleri görmek için \"Tümü\" seçeneğini deneyin.
zh_hans: 在回旋调弦（High-G）下，C 弦几乎总是最低音，因此大多数指法都是原位。试试选择"全部"来查看可用指法。

# chord_library_reentrant_limited
source: This chord only has %lld voicings. Re-entrant tuning (High-G) limits inversions because the C string (C4) is almost always the lowest pitch. Low-G tuning allows more inversion variety.
ar: يحتوي هذا الوتر على %lld توزيعات صوتية فقط. يحد الضبط المتكرر (High-G) من الانعكاسات لأن وتر C (C4) يكون دائماً تقريباً أخفض نغمة. يتيح ضبط Low-G تنوعاً أكبر في الانعكاسات.
de: Dieser Akkord hat nur %lld Voicings. Die rückläufige Stimmung (High-G) begrenzt die Umkehrungen, da die C-Saite (C4) fast immer der tiefste Ton ist. Low-G-Stimmung ermöglicht mehr Umkehrungsvielfalt.
es: Este acorde solo tiene %lld voicings. La afinación reentrante (Sol agudo) limita las inversiones porque la cuerda Do (Do4) casi siempre es el tono más grave. La afinación Sol grave permite más variedad de inversiones.
fr: Cet accord n'a que %lld voicings. L'accordage rentrant (Sol aigu) limite les renversements car la corde Do (Do4) est presque toujours la note la plus grave. L'accordage Sol grave permet plus de variété.
hi: इस कॉर्ड में केवल %lld वॉइसिंग हैं। री-एंट्रेंट ट्यूनिंग (High-G) इन्वर्शन को सीमित करती है क्योंकि C स्ट्रिंग (C4) लगभग हमेशा सबसे नीची पिच होती है। Low-G ट्यूनिंग अधिक इन्वर्शन विविधता प्रदान करती है।
id: Akor ini hanya memiliki %lld voicing. Tuning re-entrant (G tinggi) membatasi inversi karena senar C (C4) hampir selalu menjadi nada terendah. Tuning G rendah memungkinkan lebih banyak variasi inversi.
it: Questo accordo ha solo %lld voci. L'accordatura rientrante (Sol alto) limita i rivolti perché la corda di Do (Do4) è quasi sempre la nota più bassa. L'accordatura con Sol basso consente maggiore varietà di rivolti.
ja: このコードには%lldつのボイシングしかありません。リエントラントチューニング（High-G）では、C弦（C4）がほぼ常に最低音となるため、転回形が制限されます。Low-Gチューニングではより多くの転回バリエーションが可能です。
ko: 이 코드는 보이싱이 %lld개뿐입니다. 리엔트런트 튜닝(High-G)에서는 C현(C4)이 거의 항상 가장 낮은 음이 되어 전위가 제한됩니다. Low-G 튜닝에서는 더 다양한 전위가 가능합니다.
nl: Dit akkoord heeft slechts %lld voicings. Re-entrant stemming (hoge G) beperkt omkeringen omdat de C-snaar (C4) bijna altijd de laagste toon is. Lage G-stemming biedt meer variatie in omkeringen.
pl: Ten akord ma tylko %lld prowadzeń głosów. Strój re-entrant (wysokie G) ogranicza przewroty, ponieważ struna C (C4) jest prawie zawsze najniższym dźwiękiem. Strój z niskim G umożliwia większą różnorodność przewrotów.
pt: Este acorde tem apenas %lld voicings. A afinação reentrante (Sol agudo) limita as inversões porque a corda Dó (Dó4) é quase sempre o tom mais grave. A afinação Sol grave permite mais variedade de inversões.
ru: У этого аккорда всего %lld вариантов. Реентрантный строй (High-G) ограничивает обращения, поскольку струна C (C4) почти всегда является самым низким звуком. Строй Low-G даёт больше вариантов обращений.
tr: Bu akorun yalnızca %lld seslendirmesi var. Yeniden giriş akort (Yüksek G), C teli (C4) neredeyse her zaman en düşük perde olduğu için çevrimleri sınırlar. Düşük G akort daha fazla çevrim çeşitliliği sağlar.
zh_hans: 这个和弦只有 %lld 种指法。回旋调弦（High-G）限制了转位的可能，因为 C 弦 (C4) 几乎总是最低音。Low-G 调弦可以提供更多转位变化。

# chord_library_root_note
source: Root Note
ar: النوتة الجذر
de: Grundton
es: Nota raíz
fr: Note fondamentale
hi: मूल नोट
id: Not dasar
it: Nota fondamentale
ja: ルート音
ko: 루트 음
nl: Grondtoon
pl: Nuta podstawowa
pt: Nota fundamental
ru: Основной тон
tr: Kök Nota
zh_hans: 根音

# chord_library_search_clear
source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索

# chord_library_search_hint
source: Search chord (e.g., Cm7, C/E)
ar: بحث عن وتر (مثل Cm7, C/E)
de: Akkord suchen (z.B. Cm7, C/E)
es: Buscar acorde (ej., Cm7, C/E)
fr: Rechercher un accord (ex. Cm7, C/E)
hi: कॉर्ड खोजें (जैसे, Cm7, C/E)
id: Cari akor (mis., Cm7, C/E)
it: Cerca accordo (es. Cm7, C/E)
ja: コード検索（例：Cm7, C/E）
ko: 코드 검색 (예: Cm7, C/E)
nl: Akkoord zoeken (bijv. Cm7, C/E)
pl: Szukaj akordu (np. Cm7, C/E)
pt: Pesquisar acorde (ex., Cm7, C/E)
ru: Поиск аккорда (напр., Cm7, C/E)
tr: Akor ara (ör. Cm7, C/E)
zh_hans: 搜索和弦（例如 Cm7, C/E）

# chord_library_search_no_results
source: No matching chords
ar: لم يتم العثور على أوتار مطابقة
de: Keine passenden Akkorde
es: No se encontraron acordes
fr: Aucun accord trouvé
hi: कोई मिलते-जुलते कॉर्ड नहीं
id: Tidak ada akor yang cocok
it: Nessun accordo trovato
ja: 一致するコードがありません
ko: 일치하는 코드 없음
nl: Geen overeenkomende akkoorden
pl: Nie znaleziono pasujących akordów
pt: Nenhum acorde encontrado
ru: Совпадений не найдено
tr: Eşleşen akor bulunamadı
zh_hans: 没有匹配的和弦

# chord_library_second_inv
source: 2nd Inv
ar: قلب ٢
de: 2. Umk.
es: 2.ª Inv
fr: 2e Renv
hi: द्वितीय व्युत्क्रम
id: Inv ke-2
it: 2° Riv
ja: 第2転回
ko: 제2전위
nl: 2e Omk
pl: 2. przew.
pt: 2ª Inv
ru: 2-е обр.
tr: 2. Çevirme
zh_hans: 第二转位

# chord_library_show_filters
source: Show filters
ar: إظهار الفلاتر
de: Filter anzeigen
es: Mostrar filtros
fr: Afficher les filtres
hi: फ़िल्टर दिखाएँ
id: Tampilkan filter
it: Mostra filtri
ja: フィルターを表示
ko: 필터 표시
nl: Filters tonen
pl: Pokaż filtry
pt: Mostrar filtros
ru: Показать фильтры
tr: Filtreleri göster
zh_hans: 显示筛选

# chord_library_third_inv
source: 3rd Inv
ar: قلب ٣
de: 3. Umk.
es: 3.ª Inv
fr: 3e Renv
hi: तृतीय व्युत्क्रम
id: Inv ke-3
it: 3° Riv
ja: 第3転回
ko: 제3전위
nl: 3e Omk
pl: 3. przew.
pt: 3ª Inv
ru: 3-е обр.
tr: 3. Çevirme
zh_hans: 第三转位

# chord_library_type
source: Type
ar: النوع
de: Typ
es: Tipo
hi: प्रकार
id: Jenis
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt: Tipo
ru: Тип
tr: Tür
zh_hans: 类型

# chord_library_viz
source: Viz
ar: عرض
hi: विज़
ja: 表示
ko: 시각화
nl: Vis
pl: Wiz
ru: Визуал.
tr: Gör
zh_hans: 可视化

# chord_library_voicing_singular
source: %lld voicing
ar: %lld توزيع صوتي
hi: %lld वॉइसिंग
it: %lld voce
ja: %lldつのボイシング
ko: 보이싱 %lld개
pl: %lld prowadzenie głosów
ru: %lld вариант
tr: %lld seslendirme
zh_hans: %lld 种指法

# chord_library_voicings
source: %lld voicings
ar: %lld توزيع صوتي
hi: %lld वॉइसिंग
id: %lld voicing
it: %lld voci
ja: %lldつのボイシング
ko: 보이싱 %lld개
pl: %lld prowadzeń głosów
ru: %lld вариантов
tr: %lld seslendirme
zh_hans: %lld 种指法

# chord_result_also
source: Also:
ar: أيضاً:
de: Auch:
es: También:
fr: Aussi :
hi: अन्य:
id: Juga:
it: Anche:
ja: 他:
ko: 다른 이름:
nl: Ook:
pl: Również:
pt: Também:
ru: Также:
tr: Ayrıca:
zh_hans: 其他:

# chord_result_also_written_as
source: Also written as
ar: يُكتب أيضاً
de: Auch geschrieben als
es: También escrito como
fr: Aussi noté
hi: इसे ऐसे भी लिखा जाता है
id: Juga ditulis sebagai
it: Scritto anche come
ja: 別の表記
ko: 다른 표기법
nl: Ook geschreven als
pl: Zapisywany też jako
pt: Também escrito como
ru: Также пишется как
tr: Şu şekilde de yazılır
zh_hans: 也写作

# chord_result_bass
source: bass:
ar: الباص:
es: bajo:
fr: basse :
hi: बेस:
id: bas:
it: basso:
ja: ベース:
ko: 베이스:
nl: bas:
pl: bas:
pt: baixo:
ru: бас:
tr: bas:
zh_hans: 低音:

# chord_result_difficulty
source: Difficulty
ar: الصعوبة
de: Schwierigkeit
es: Dificultad
fr: Difficulté
hi: कठिनाई
id: Tingkat kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
nl: Moeilijkheid
pl: Trudność
pt: Dificuldade
ru: Сложность
tr: Zorluk
zh_hans: 难度

# chord_result_fingering
source: Fingering
ar: وضع الأصابع
de: Fingersatz
es: Digitación
fr: Doigté
hi: फिंगरिंग
id: Penjarian
it: Diteggiatura
ja: 運指
ko: 운지법
nl: Vingerzetting
pl: Palcowanie
pt: Digitação
ru: Аппликатура
tr: Parmak pozisyonu
zh_hans: 指法

# chord_result_formula
source: Formula
ar: الصيغة
de: Formel
es: Fórmula
fr: Formule
hi: फॉर्मूला
ja: 構成音
ko: 구성음
nl: Formule
pl: Formuła
pt: Fórmula
ru: Формула
tr: Formül
zh_hans: 公式

# chord_result_incomplete
source: Incomplete chord
ar: وتر غير مكتمل
de: Unvollständiger Akkord
es: Acorde incompleto
fr: Accord incomplet
hi: अपूर्ण कॉर्ड
id: Akor tidak lengkap
it: Accordo incompleto
ja: 不完全なコード
ko: 불완전한 코드
nl: Onvolledig akkoord
pl: Niekompletny akord
pt: Acorde incompleto
ru: Неполный аккорд
tr: Eksik akor
zh_hans: 不完整的和弦

# chord_result_intervals
source: Intervals
ar: الفواصل
de: Intervalle
es: Intervalos
fr: Intervalles
hi: इंटरवल
id: Interval
it: Intervalli
ja: 音程
ko: 음정
nl: Intervallen
pl: Interwały
pt: Intervalos
ru: Интервалы
tr: Aralıklar
zh_hans: 音程

# chord_result_inversion
source: Inversion
ar: الانعكاس
de: Umkehrung
es: Inversión
fr: Renversement
hi: इन्वर्शन
id: Inversi
it: Rivolto
ja: 転回形
ko: 전위
nl: Omkering
pl: Przewrót
pt: Inversão
ru: Обращение
tr: Çevrim
zh_hans: 转位

# chord_result_no_match
source: No exact chord match
ar: لا يوجد تطابق دقيق للوتر
de: Keine genaue Übereinstimmung
es: Sin coincidencia exacta de acorde
fr: Aucune correspondance exacte
hi: कोई सटीक कॉर्ड मेल नहीं
id: Tidak ada akor yang cocok
it: Nessuna corrispondenza esatta
ja: 一致するコードが見つかりません
ko: 일치하는 코드가 없습니다
nl: Geen exact akkoord gevonden
pl: Brak dokładnego dopasowania
pt: Nenhuma correspondência exata de acorde
ru: Точное совпадение не найдено
tr: Tam eşleşme bulunamadı
zh_hans: 没有找到精确匹配的和弦

# chord_result_single_note
source: Single note selected
ar: نوتة واحدة مختارة
de: Einzelne Note ausgewählt
es: Una sola nota seleccionada
fr: Une seule note sélectionnée
hi: एक नोट चयनित
id: Satu not dipilih
it: Nota singola selezionata
ja: 1つの音が選択されています
ko: 단음이 선택되었습니다
nl: Enkele noot geselecteerd
pl: Wybrano pojedynczą nutę
pt: Uma única nota selecionada
ru: Выбрана одна нота
tr: Tek nota seçildi
zh_hans: 已选择单个音符

# chord_result_tap_fretboard
source: Tap the fretboard to select notes
ar: انقر على لوحة الأصابع لاختيار النوتات
de: Tippe auf das Griffbrett, um Noten auszuwählen
es: Toca el diapasón para seleccionar notas
fr: Touchez le manche pour sélectionner des notes
hi: नोट्स चुनने के लिए फ्रेटबोर्ड टैप करें
id: Ketuk fretboard untuk memilih not
it: Tocca la tastiera per selezionare le note
ja: フレットボードをタップして音を選択
ko: 지판을 탭하여 음을 선택하세요
nl: Tik op het toetsenbord om noten te selecteren
pl: Dotknij gryfu, aby wybrać nuty
pt: Toque no braço para selecionar notas
ru: Нажмите на гриф для выбора нот
tr: Nota seçmek için klavyeye dokun
zh_hans: 点击指板选择音符

# chord_sub_diatonic_explanation
source: Replace a chord with another chord from the same key that shares 2 of 3 notes. Because they share most of their notes, diatonic substitutions maintain the same harmonic feel while adding subtle variation.\n\nThe key principle: chords a third apart (3 scale degrees) in the same key share 2 notes.
ar: استبدل وتراً بوتر آخر من نفس المفتاح يشترك في 2 من 3 نوتات. لأنها تشترك في معظم نوتاتها، تحافظ البدائل الدياتونية على نفس الشعور التوافقي مع إضافة تنوع دقيق.\n\nالمبدأ الأساسي: الأوتار المتباعدة بثلث (3 درجات سلم) في نفس المفتاح تشترك في نوتتين.
de: Ersetze einen Akkord durch einen anderen aus derselben Tonart, der 2 von 3 Tönen teilt. Da sie die meisten Töne teilen, bewahren diatonische Substitutionen das gleiche harmonische Gefühl bei subtiler Variation.\n\nGrundprinzip: Akkorde im Terzabstand (3 Stufen) teilen 2 Töne.
es: Reemplaza un acorde con otro de la misma tonalidad que comparta 2 de 3 notas. Como comparten la mayoría de sus notas, las sustituciones diatónicas mantienen la misma sensación armónica añadiendo variación sutil.\n\nPrincipio clave: los acordes separados por una tercera (3 grados) comparten 2 notas.
fr: Remplacez un accord par un autre de la même tonalité partageant 2 de 3 notes. Comme ils partagent la majorité de leurs notes, les substitutions diatoniques maintiennent la même sensation harmonique en ajoutant une variation subtile.\n\nPrincipe clé : les accords séparés d'une tierce (3 degrés) partagent 2 notes.
hi: एक कॉर्ड को उसी कुंजी के दूसरे कॉर्ड से बदलें जो 3 में से 2 नोट साझा करता है। क्योंकि वे अपने अधिकांश नोट साझा करते हैं, डायटोनिक प्रतिस्थापन समान हार्मोनिक अनुभव बनाए रखते हैं जबकि सूक्ष्म विविधता जोड़ते हैं।\n\nमुख्य सिद्धांत: एक ही कुंजी में तीसरे (3 स्केल डिग्री) के अलावा कॉर्ड 2 नोट साझा करते हैं।
id: Ganti akor dengan akor lain dari kunci yang sama yang berbagi 2 dari 3 not. Karena berbagi sebagian besar notnya, substitusi diatonik mempertahankan nuansa harmonik yang sama sambil menambah variasi halus.\n\nPrinsip utama: akor yang terpisah sepertiga (3 derajat tangga nada) dalam kunci yang sama berbagi 2 not.
it: Sostituisci un accordo con un altro della stessa tonalità che condivide 2 note su 3. Poiché condividono la maggior parte delle note, le sostituzioni diatoniche mantengono la stessa sensazione armonica aggiungendo una variazione sottile.\n\nIl principio chiave: gli accordi a una terza di distanza (3 gradi della scala) nella stessa tonalità condividono 2 note.
ja: 同じキーの別のコードで置き換える。3音中2音を共有するコード。共有する音が多いため、ダイアトニック代理は同じ和声感を保ちながら微妙な変化を加える。\n\n原則: 同じキーで3度離れた（スケールの3度）コードは2音を共有する。
ko: 같은 키의 다른 코드로 교체. 3음 중 2음을 공유하는 코드. 공유하는 음이 많아 다이어토닉 대리는 같은 화성감을 유지하면서 미묘한 변화를 더합니다.\n\n원칙: 같은 키에서 3도(스케일 3도) 떨어진 코드는 2음을 공유합니다.
nl: Vervang een akkoord door een ander akkoord uit dezelfde toonsoort dat 2 van 3 noten deelt. Omdat ze de meeste noten delen, behouden diatonische substituties dezelfde harmonische sfeer terwijl ze subtiele variatie toevoegen.\n\nHet belangrijkste principe: akkoorden op een terts afstand (3 toonladdertrappen) in dezelfde toonsoort delen 2 noten.
pl: Zastąp akord innym akordem z tej samej tonacji, który ma 2 z 3 nut wspólnych. Ponieważ dzielą większość nut, substytucje diatoniczne zachowują ten sam charakter harmoniczny, dodając subtelną odmianę.\n\nKluczowa zasada: akordy oddalone o tercję (3 stopnie skali) w tej samej tonacji mają 2 wspólne nuty.
pt: Substitua um acorde por outro da mesma tonalidade que partilha 2 de 3 notas. Como partilham a maioria das notas, as substituições diatónicas mantêm a mesma sensação harmónica enquanto acrescentam variação subtil.\n\nO princípio chave: acordes a um intervalo de terça (3 graus da escala) na mesma tonalidade partilham 2 notas.
ru: Замените аккорд другим аккордом из той же тональности, имеющим 2 из 3 общих нот. Поскольку они разделяют большинство нот, диатонические замены сохраняют тот же гармонический характер, добавляя тонкое разнообразие.\n\nКлючевой принцип: аккорды на расстоянии терции (3 ступени гаммы) в одной тональности имеют 2 общие ноты.
tr: Bir akoru, aynı tondan 3 notanın 2'sini paylaşan başka bir akorla değiştirin. Çoğu notayı paylaştıkları için diyatonik değişimler aynı armonik hissi korurken ince varyasyon ekler.\n\nTemel ilke: Aynı tonda üçlü mesafede (3 dizi derecesi) olan akorlar 2 notayı paylaşır.
zh_hans: 用同一调中共享 3 个音中 2 个的和弦替换一个和弦。因为它们共享大部分音符，自然替代保持相同的和声感觉，同时增加微妙变化。\n\n关键原则：同一调中相距三度（3 个音级）的和弦共享 2 个音符。

# chord_sub_diatonic_title
source: 1. Diatonic Substitutions
ar: 1. البدائل الدياتونية
de: 1. Diatonische Substitutionen
es: 1. Sustituciones diatónicas
fr: 1. Substitutions diatoniques
hi: 1. डायटोनिक प्रतिस्थापन
id: 1. Substitusi Diatonik
it: 1. Sostituzioni diatoniche
ja: 1. ダイアトニック代理
ko: 1. 다이어토닉 대리
nl: 1. Diatonische substituties
pl: 1. Substytucje diatoniczne
pt: 1. Substituições diatónicas
ru: 1. Диатонические замены
tr: 1. Diyatonik Değişimler
zh_hans: 1. 自然替代
